Repository: Eaverae/HopeOrNope
Catalog: HopeNope/HopeNope/MultilingualResources/HopeNope.*.xlf
Languages: nl

# About
source: HOPE or NOPE! is an application which uses the world-famous Relatio algorithm to determine whether or not a potential relationship can be iffy. If not, the app will give you the go-ahead. This app was developed as a showcase for guidoschippers.com and it's sole purpose is to demonstrate that I can create apps that require custom functionality like monetization.
nl: HOPE or NOPE! is een applicatie die het wereldberoemde Relatio-algoritme gebruikt om te bepalen of een potentiële relatie dubieus kan zijn. Zo niet, dan geeft de app je groen licht. Deze app is ontwikkeld als een showcase voor guidoschippers.com en het enige doel is om aan te tonen dat ik apps kan maken die aangepaste functionaliteit vereisen, zoals het genereren van inkomsten.

# EnterDateAge
source: Enter your date's age
nl: Voer de leeftijd van je date in

source: Enter your age
nl: Vul je leeftijd in

source: Loading..
nl: Laden..

source: Settings
nl: Instellingen

# AlertTitleAreYouSure
source: Are you sure?
nl: Weet je het zeker?

source: Cancel
nl: Annuleren

source: Done
nl: Gereed

# Verdict
source: The verdict
nl: Resultaat

# YourAgeShortcut
source: Did you know you can set your date of birth on the settings page? That way can skip the first step in this wizard!
nl: Wist je dat je jouw geboortedatum instellen op de instellingenpagina? Op die manier kan je de eerste stap van deze wizard overslaan!

# AboutTitle
source: About
nl: Over

# SettingsTitle
source: Settings
nl: Instellingen

# RemoveAdsTitle
source: Remove ads
nl: Advertenties verwijderen

source: Back
nl: Terug

source: Next
nl: Volgende

source: Select language
nl: Selecteer taal

source: Default date of birth
nl: Standaard geboortedatum

# AlertMessageItemAlreadyPurchased
source: Item already purchased
nl: Artikel al gekocht

# AlertTitleItemAlreadyPurchased
source: Item already purchased
nl: Artikel al gekocht

# ToastMessagePurchaseSuccess
source: Item purchased
nl: Artikel gekocht

source: Reset
nl: Opnieuw instellen

# ToastMessageResetComplete
source: App succesfully reset
nl: App succesvol opnieuw ingesteld

# ToastMessageAgeTooLow
source: Minimum age is 16
nl: Minimumleeftijd is 16 jaar

# ToastMessageInputAgeEmpty
source: Please input an age
nl: Voer een leeftijd in

# ToastMessageInputAgeInvalidInput
source: The given input is not a valid age
nl: De gegeven invoer is geen geldige leeftijd

# VerifyPurchases
source: Verify purchased item(s)
nl: Gekochte item(s) verifiëren

source: Continue
nl: Ga door

# StatisticsDescription
source: Current statistics are as follows. You can reset your statistics on the settings page.
nl: De huidige statistieken zijn als volgt. Je kan je statistieken verwijderen op de instellingenpagina.

source: Total
nl: Totaal

# AlertMessageActionNotSupported
source: Action not supported on current device.
nl: Actie wordt niet ondersteund door dit apparaat.

# AlertMessageCameraPermissionNeeded
source: Camera permission needed to execute the selected action.
nl: Er is toestemming benodigd voor de camera om de actie uit te kunnen voeren.

# AlertMessageGalleryPermissionNeeded
source: Photogallery permission needed to execute the selected action.
nl: Er is toestemming benodigd voor de mediagallerij om de actie te kunnen voltooien

# AlertTitleActionNotSupported
source: Action not supported
nl: Actie wordt niet ondersteund

# AlertTitleCameraPermissionNeeded
source: Camera permission needed
nl: Toestemming benodigd

# AlertTitleGalleryPermissionNeeded
source: Photogallery permission needed
nl: Toestemming benodigd

# FacialRecognition
source: Determine age by picture
nl: Bepaal leeftijd aan de hand van een foto

source: Gallery
nl: Mediagallerij

source: or
nl: of

source: Determine by picture
nl: Fotobepaling

# WishlistTitle
source: Wishlist
nl: Verlanglijst

source: No items found
nl: Geen items gevonden

source: Add to wishlist
nl: Toevoegen aan verlanglijst

# ToastMessageAddToWishlistSuccess
source: Person added to wishlist
nl: Toegevoegd aan verlanglijst

# AlertMessageAreYouSure
source: Are you sure?
nl: Weet je het zeker?

source: Clear wishlist
nl: Verlanglijst leegmaken

# ToastMessageWishlistCleared
source: Wishlist cleared
nl: Verlanglijst leeg gemaakt

# AlertMessageStoragePermissionNeeded
source: Storage permission needed to execute the selected action.
nl: Er is toestemming benodigd voor de opslag om de actie uit te kunnen voeren.

# AlertTitleStoragePermissionNeeded
source: Storage permission needed
nl: Toestemming benodigd

# ValidationInvalidName
source: Invalid name
nl: Ongeldige naam
